# package list for my Archlinux
# Video (intel)
xf86-video-intel
xorg-server
xorg-xinit
xterm
xorg-xrandr
vulkan-intel
mesa-amber
# Audio with Pipewire
pipewire
pipewire-jack
pipewire-media-session
pipewire-pulse
rtkit
pavucontrol
# Enviroment 
xmonad
xmonad-contrib
# Utilies
git
firefox
vlc
feh
alacritty
htop
zsh
net-tools
rofi
dunst
terminus-font
# Neovim
tmux
xsel
xclip
python-neovim
# Storage
gvfs
gvfs-mtp
ntfs-3g
# Files
pcmanfm-gtk3
tumbler
ffmpegthumbnailer
libopenraw
poppler-glib
lxappearance
#
xarchiver
zip
unzip
unrar
xz
gzip

zathura
zathura-pdf-mupdf
